Repository: Dime2015/NetNewsWire_AITranslation
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (last downloaded %@)
zh_hans: (上次下载于 %@)

source: (No Text)
zh_hans: (无文本)

# %d of %d
source: %1$d of %2$d
zh_hans: %1$d / %2$d

source: %d unread
zh_hans: %d 未读

source: %i Unread
zh_hans: %i 未读

source: %lld months
zh_hans: %lld 个月

source: 🦖 Dinosaurs
zh_hans: 🦖 恐龙

source: A web browser will open the Feedly login for you to authorize access.
zh_hans: 将打开浏览器进入 Feedly 登录页面,请在其中授权访问。

source: Account
zh_hans: 账户

source: Account Error
zh_hans: 账户错误

source: Account Stats
zh_hans: 账户统计

source: Account Stats Help
zh_hans: 账户统计帮助

source: Accounts
zh_hans: 账户

source: Active
zh_hans: 已启用

source: Activity Log
zh_hans: 活动日志

source: Activity Log Help
zh_hans: 活动日志帮助

source: Activity may contain feed URLs and other information you may not want to share publicly.
zh_hans: 活动日志可能包含 Feed 网址等你不希望公开分享的信息。

source: Add Account
zh_hans: 添加账户

source: Add an account by clicking the + button.
zh_hans: 点击 + 按钮添加账户。

source: Add Feed
zh_hans: 添加 Feed

source: Add Folder
zh_hans: 添加文件夹

source: Add Item
zh_hans: 添加项目

source: Advanced
zh_hans: 高级

source: All Articles
zh_hans: 全部文章

source: All Unread
zh_hans: 全部未读

source: Already subscribed
zh_hans: 已订阅

source: Always Use Reader View
zh_hans: 始终使用阅读视图

source: API URL: https://fresh.rss.net/api/greader.php
zh_hans: API 网址:https://fresh.rss.net/api/greader.php

source: Are you sure you want to delete %d feeds?
zh_hans: 确定要删除这 %d 个 Feed 吗?

source: Are you sure you want to delete the “%@” feed?
zh_hans: 确定要删除 Feed“%@”吗?

source: Are you sure you want to delete the “%@” folder?
zh_hans: 确定要删除文件夹“%@”吗?

source: Are you sure you want to delete the %d selected items?
zh_hans: 确定要删除选中的 %d 个项目吗?

source: Are you sure you want to delete the feed “%@”?
zh_hans: 确定要删除 Feed“%@”吗?

source: Are you sure you want to delete the feed ”%@”?
zh_hans: 确定要删除 Feed“%@”吗?

source: Are you sure you want to delete the theme “%@”?.
zh_hans: 确定要删除主题“%@”吗?

source: Are you sure you want to remove this account? NetNewsWire will no longer be able to access articles and feeds unless the account is added again.
zh_hans: 确定要移除此账户吗?除非重新添加,否则 NetNewsWire 将无法再访问其中的文章和 Feed。

source: Are you sure you want to remove this account? This cannot be undone.
zh_hans: 确定要移除此账户吗?此操作无法撤销。

source: Article
zh_hans: 文章

source: Article Content Records
zh_hans: 文章内容记录

source: Article Search
zh_hans: 文章搜索

source: Article Theme
zh_hans: 文章主题

source: Articles
zh_hans: 文章

source: Author‘s website:
zh_hans: 作者网站:

source: Author’s website: %@
zh_hans: 作者网站: %@

source: Automatic
zh_hans: 自动

source: Can’t add a feed because no feed was found.
zh_hans: 无法添加 Feed,因为没有找到任何 Feed。

source: Can’t Add iCloud Account
zh_hans: 无法添加 iCloud 账户

source: Can’t add this feed because of a download error: “%@”
zh_hans: 无法添加此 Feed,下载出错:“%@”

source: Can’t add this feed because you’ve already subscribed to it.
zh_hans: 无法添加此 Feed,你已经订阅过了。

source: Cancel
zh_hans: 取消

source: Canceled.
zh_hans: 已取消。

source: Choose a location for the exported OPML file.
zh_hans: 选择导出 OPML 文件的位置。

source: Choose a Subscriptions.plist file:
zh_hans: 选择一个 Subscriptions.plist 文件:

source: Choose an account to receive the imported feeds and folders
zh_hans: 选择接收导入 Feed 和文件夹的账户

source: Choose an account type to add…
zh_hans: 选择要添加的账户类型…

source: Choose an account with the subscriptions to export
zh_hans: 选择要导出订阅内容的账户

source: Clean Up
zh_hans: 清理

source: Clean Up iCloud Records
zh_hans: 清理 iCloud 记录

source: Clean Up…
zh_hans: 清理…

source: Cleanup canceled.
zh_hans: 清理已取消。

source: Cleanup failed to complete, but you may be able to clean up more if you wait a few minutes and try again.
zh_hans: 清理未能完成。等几分钟后再试,也许可以清理更多内容。

source: Cleanup failed to complete, but you may be able to clean up more if you wait a few minutes and try again. Click Refresh to see your updated stats.
zh_hans: 清理未能完成。等几分钟后再试,也许可以清理更多内容。 点击“刷新”查看最新统计。

source: Cleanup progress
zh_hans: 清理进度

source: Close
zh_hans: 关闭

source: Close Image
zh_hans: 关闭图片

source: Collapse
zh_hans: 折叠

source: Collapsed
zh_hans: 已折叠

source: Completed
zh_hans: 已完成

source: Continue
zh_hans: 继续

source: Copy Article URL
zh_hans: 拷贝文章网址

source: Copy Contents
zh_hans: 拷贝内容

source: Copy External URL
zh_hans: 拷贝外部网址

source: Copy Feed URL
zh_hans: 拷贝 Feed 网址

source: Copy Home Page URL
zh_hans: 拷贝主页网址

source: Couldn’t complete the iCloud scan because of an error:
zh_hans: iCloud 扫描未能完成,出现错误:

source: Create
zh_hans: 创建

source: Create a local account on your Mac.
zh_hans: 在你的 Mac 上创建本地账户。

source: Credentials
zh_hans: 凭据

source: Current Activity
zh_hans: 当前活动

source: Current Activity Help
zh_hans: 当前活动帮助

source: Dark
zh_hans: 深色

source: Databases
zh_hans: 数据库

source: Deactivate
zh_hans: 停用

source: Default
zh_hans: 默认

source: Delete
zh_hans: 删除

source: Delete Feed
zh_hans: 删除 Feed

source: Delete Feeds
zh_hans: 删除 Feed

source: Delete Feeds and Folders
zh_hans: 删除 Feed 和文件夹

source: Delete Folder
zh_hans: 删除文件夹

source: Delete Folders
zh_hans: 删除文件夹

source: Delete Items
zh_hans: 删除项目

source: Delete Theme?
zh_hans: 删除主题?

source: Deleting read content records…
zh_hans: 正在删除已读内容记录…

source: Deleting unread content records…
zh_hans: 正在删除未读内容记录…

source: Dinosaurs Help
zh_hans: 恐龙帮助

source: Dismiss
zh_hans: 关闭

source: Don’t have a BazQux account?
zh_hans: 还没有 BazQux 账户?

source: Don’t have a FreshRSS instance?
zh_hans: 还没有 FreshRSS 实例?

source: Don’t have a The Old Reader account?
zh_hans: 还没有 The Old Reader 账户?

source: Don’t have an Inoreader account?
zh_hans: 还没有 Inoreader 账户?

source: Done
zh_hans: 完成

source: Download Error
zh_hans: 下载错误

source: Downloading avatar
zh_hans: 正在下载头像

source: Downloading favicon
zh_hans: 正在下载网站图标

source: Downloading image
zh_hans: 正在下载图片

source: Downloading metadata
zh_hans: 正在下载元数据

source: Duplicate Theme
zh_hans: 重复的主题

source: Enable Notifications
zh_hans: 启用通知

source: Enable Notifications in Settings
zh_hans: 在“设置”中启用通知

source: Error
zh_hans: 错误

source: Error - Reader View
zh_hans: 错误 - 阅读视图

source: Error Log
zh_hans: 错误日志

source: Error Log Help
zh_hans: 错误日志帮助

source: Errors may contain feed URLs and other information you may not want to share publicly.
zh_hans: 错误日志可能包含 Feed 网址等你不希望公开分享的信息。

source: Every 2 Hours
zh_hans: 每 2 小时

source: Every 4 Hours
zh_hans: 每 4 小时

source: Every 8 Hours
zh_hans: 每 8 小时

source: Every 30 Minutes
zh_hans: 每 30 分钟

source: Every Hour
zh_hans: 每小时

source: Expand
zh_hans: 展开

source: Expanded
zh_hans: 已展开

source: Export OPML
zh_hans: 导出 OPML

source: Export to:
zh_hans: 导出到:

source: Extra Extra Large
zh_hans: 超特大

source: Extra Large
zh_hans: 特大

source: Failed
zh_hans: 失败

source: Favicons
zh_hans: 网站图标

source: Feed Inspector
zh_hans: Feed 信息

source: Feeds
zh_hans: Feed

source: Fetching
zh_hans: 正在获取

source: Filter Read Articles
zh_hans: 过滤已读文章

source: Filter Read Feeds
zh_hans: 过滤已读 Feed

source: Find in Article
zh_hans: 在文章中查找

source: Find out more
zh_hans: 了解更多

source: Find Out More
zh_hans: 了解更多

source: Finding feed
zh_hans: 正在查找 Feed

source: Finding feed…
zh_hans: 正在查找 Feed…

source: First Unread
zh_hans: 第一篇未读

source: Folder Inspector
zh_hans: 文件夹信息

source: Folders
zh_hans: 文件夹

source: from cache
zh_hans: 来自缓存

source: General
zh_hans: 通用

source: Get Feed Info
zh_hans: 显示 Feed 信息

source: Get Info
zh_hans: 显示简介

source: Go To All Unread
zh_hans: 前往全部未读

source: Go to Feed
zh_hans: 前往 Feed

source: Go To Settings
zh_hans: 前往设置

source: Go To Starred
zh_hans: 前往星标

source: Go To Today
zh_hans: 前往今天

source: Help
zh_hans: 帮助

source: Help — opens in browser
zh_hans: 帮助 — 在浏览器中打开

source: Here
zh_hans: 点此

source: Hide Read Articles
zh_hans: 隐藏已读文章

source: Hide Read Feeds
zh_hans: 隐藏已读 Feed

source: How to Optimize iCloud Syncing
zh_hans: 如何优化 iCloud 同步

source: iCloud storage cleanup completed.
zh_hans: iCloud 存储清理已完成。

source: iCloud Storage Stats
zh_hans: iCloud 存储统计

source: Icon Preview
zh_hans: 图标预览

source: Icon Size
zh_hans: 图标大小

source: Import Failed
zh_hans: 导入失败

source: Import Theme
zh_hans: 导入主题

source: Inspector
zh_hans: 信息

source: Install Theme
zh_hans: 安装主题

# Install theme “%@” by %@?
source: Install theme “%1$@” by %2$@?
zh_hans: 安装由 %2$@ 制作的主题“%1$@”?

source: Invalid API URL.
zh_hans: API 网址无效。

source: Invalid email/password combination.
zh_hans: 邮箱或密码不正确。

source: Invalid username/password combination.
zh_hans: 用户名或密码不正确。

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Keychain error while storing credentials.
zh_hans: 存储凭据到钥匙串时出错。

source: Large
zh_hans: 大

source: Last Article
zh_hans: 最新文章

source: Last Response
zh_hans: 上次响应

source: Light
zh_hans: 浅色

source: Link:
zh_hans: 链接:

source: Local
zh_hans: 本地

source: Local accounts do not sync feeds across devices
zh_hans: 本地账户不会在设备间同步 Feed

source: Local accounts do not sync your feeds across devices
zh_hans: 本地账户不会在设备间同步你的 Feed

source: Local accounts do not sync your feeds across devices.
zh_hans: 本地账户不会在设备间同步你的 Feed。

source: Manually
zh_hans: 手动

source: Mark Above as Read
zh_hans: 将以上标为已读

source: Mark All as Read
zh_hans: 全部标为已读

source: Mark All as Read in “%@”
zh_hans: 将“%@”全部标为已读

source: Mark Article Unread
zh_hans: 将文章标为未读

source: Mark as Read
zh_hans: 标为已读

source: Mark As Read
zh_hans: 标为已读

source: Mark as Starred
zh_hans: 加星标

source: Mark as Unread
zh_hans: 标为未读

source: Mark as Unstarred
zh_hans: 取消星标

source: Mark Below as Read
zh_hans: 将以下标为已读

source: Mark Read
zh_hans: 标为已读

source: Mark Starred
zh_hans: 加星标

source: Mark Unread
zh_hans: 标为未读

source: Mark Unstarred
zh_hans: 取消星标

source: Marked as Read
zh_hans: 已标为已读

source: Marked as Unread
zh_hans: 已标为未读

source: Medium
zh_hans: 中

source: Menu: Go to Feed, Open Home Page, Copy Feed URL
zh_hans: 菜单:前往 Feed、打开主页、拷贝 Feed 网址

source: More
zh_hans: 更多

source: Multiple
zh_hans: 多项

source: Name
zh_hans: 名称

source: Name:
zh_hans: 名称:

source: NetNewsWire 7 is dedicated to everyone working to save democracy in the United States and around the world.
zh_hans: NetNewsWire 7 谨献给所有为守护美国乃至世界民主而努力的人。

source: NetNewsWire News
zh_hans: NetNewsWire 新闻

source: NetNewsWire will use your iCloud account to sync your subscriptions across your Mac and iOS devices.
zh_hans: NetNewsWire 将使用你的 iCloud 账户,在 Mac 与 iOS 设备之间同步订阅内容。

source: Network error. Try again later.
zh_hans: 网络错误,请稍后重试。

source: New Article Notifications
zh_hans: 新文章通知

source: New Feed
zh_hans: 新建 Feed

source: New Feed…
zh_hans: 新建 Feed…

source: New Folder
zh_hans: 新建文件夹

source: New Folder…
zh_hans: 新建文件夹…

source: Next Article
zh_hans: 下一篇文章

source: Next Unread
zh_hans: 下一篇未读

source: Next Unread Article
zh_hans: 下一篇未读文章

source: No Activity Logged
zh_hans: 没有活动记录

source: No current activity.
zh_hans: 当前没有活动。

source: No dinosaurs
zh_hans: 没有恐龙

source: No Errors Logged
zh_hans: 没有错误记录

source: No Icon Preview
zh_hans: 无图标预览

source: No results
zh_hans: 没有结果

source: Notifications
zh_hans: 通知

source: Notifications are not enabled
zh_hans: 通知未启用

source: Notifications Disabled
zh_hans: 通知已关闭

source: Notifications need to be enabled in the Settings app.
zh_hans: 需要在“设置”App 中启用通知。

source: Number of Lines
zh_hans: 行数

source: OK
zh_hans: 好

source: Open
zh_hans: 打开

source: Open Home Page
zh_hans: 打开主页

source: Open in Browser
zh_hans: 在浏览器中打开

source: Open In Browser
zh_hans: 在浏览器中打开

source: Open in Browser in Background
zh_hans: 在后台标签页中打开

source: Open in Browser in Foreground
zh_hans: 在前台标签页中打开

source: Open Settings
zh_hans: 打开设置

source: Open Settings to configure iCloud and enable iCloud Drive.
zh_hans: 打开“设置”配置 iCloud 并启用 iCloud 云盘。

source: Open System Preferences
zh_hans: 打开系统偏好设置

source: Open System Settings
zh_hans: 打开系统设置

source: Open System Settings to configure iCloud and enable iCloud Drive.
zh_hans: 打开“系统设置”配置 iCloud 并启用 iCloud 云盘。

source: Open Theme Folder
zh_hans: 打开主题文件夹

source: Overwrite
zh_hans: 覆盖

source: Pending
zh_hans: 等待中

source: Previous Article
zh_hans: 上一篇文章

source: Processing - Reader View
zh_hans: 处理中 - 阅读视图

source: Read
zh_hans: 已读

source: Read Articles Filter
zh_hans: 已读文章过滤

source: Read Content Deleted
zh_hans: 已删除的已读内容

source: read content record
zh_hans: 条已读内容记录

source: read content records
zh_hans: 条已读内容记录

source: Reader View
zh_hans: 阅读视图

source: Refresh
zh_hans: 刷新

source: Refresh Scan
zh_hans: 重新扫描

source: Remove
zh_hans: 移除

source: Remove Account
zh_hans: 移除账户

source: Rename
zh_hans: 重命名

source: Rename “%@”
zh_hans: 重命名“%@”

source: Rename %@ to:
zh_hans: 将 %@ 重命名为:

source: Return to Previous Scan Results
zh_hans: 返回上次扫描结果

source: Running
zh_hans: 运行中

source: Scan completed.
zh_hans: 扫描已完成。

source: Scan failed.
zh_hans: 扫描失败。

source: Scan failed. Numbers are incomplete.
zh_hans: 扫描失败,数据不完整。

source: Scanning
zh_hans: 正在扫描

source: Scanning iCloud storage
zh_hans: 正在扫描 iCloud 存储

source: Search
zh_hans: 搜索

source: Search Articles
zh_hans: 搜索文章

source: Search:
zh_hans: 搜索:

source: Search: %@
zh_hans: 搜索:%@

source: See articles in “%@”
zh_hans: 查看“%@”中的文章

source: See first unread article
zh_hans: 查看第一篇未读文章

source: Select “%@” in Sidebar
zh_hans: 在边栏中选择“%@”

source: Select Next Down
zh_hans: 选择下一项

source: Select Next Up
zh_hans: 选择上一项

source: Selected - Filter Read Articles
zh_hans: 已选中 - 过滤已读文章

source: Selected - Filter Read Feeds
zh_hans: 已选中 - 过滤已读 Feed

source: Selected - Mark Article Unread
zh_hans: 已选中 - 将文章标为未读

source: Selected - Reader View
zh_hans: 已选中 - 阅读视图

source: Selected - Star Article
zh_hans: 已选中 - 为文章加星标

source: Self-hosted
zh_hans: 自建服务

source: Self-hosted accounts sync your feeds across all your devices
zh_hans: 自建服务账户会在你的所有设备间同步 Feed

source: Share
zh_hans: 分享

source: Share Stats
zh_hans: 分享统计

source: Share…
zh_hans: 分享…

source: Show Feed Article
zh_hans: 显示原文

source: Show feeds that haven’t updated in…
zh_hans: 显示超过以下时间未更新的 Feed…

source: Show notifications for new articles
zh_hans: 为新文章显示通知

source: Show Read Articles
zh_hans: 显示已读文章

source: Show Read Feeds
zh_hans: 显示已读 Feed

source: Show Reader View
zh_hans: 显示阅读视图

source: Show Website
zh_hans: 显示网站

source: Shows current activity
zh_hans: 显示当前活动

source: Sign in to your BazQux account and sync your feeds across your devices. Your username and password will be encrypted and stored in Keychain. Don’t have a BazQux account?
zh_hans: 登录你的 BazQux 账户,在各设备间同步 Feed。你的用户名和密码将被加密并存储在钥匙串中。 还没有 BazQux 账户?

source: Sign in to your BazQux account.
zh_hans: 登录你的 BazQux 账户。

source: Sign in to your Feedbin account and sync your feeds across your devices. Your username and password will be encrypted and stored in Keychain. Don’t have a Feedbin account?
zh_hans: 登录你的 Feedbin 账户,在各设备间同步 Feed。你的用户名和密码将被加密并存储在钥匙串中。 还没有 Feedbin 账户?

source: Sign in to your Feedbin account.
zh_hans: 登录你的 Feedbin 账户。

source: Sign in to your FreshRSS account.
zh_hans: 登录你的 FreshRSS 账户。

source: Sign in to your FreshRSS instance and sync your feeds across your devices. Your username and password will be encrypted and stored in Keychain. Don’t have an FreshRSS instance?
zh_hans: 登录你的 FreshRSS 实例,在各设备间同步 Feed。你的用户名和密码将被加密并存储在钥匙串中。 还没有 FreshRSS 实例?

source: Sign in to your Inoreader account and sync your feeds across your devices. Your username and password will be encrypted and stored in Keychain. Don’t have an Inoreader account?
zh_hans: 登录你的 Inoreader 账户,在各设备间同步 Feed。你的用户名和密码将被加密并存储在钥匙串中。 还没有 Inoreader 账户?

source: Sign in to your Inoreader account.
zh_hans: 登录你的 Inoreader 账户。

source: Sign in to your NewsBlur account and sync your feeds across your devices. Your username and password will be encrypted and stored in Keychain. Don’t have a NewsBlur account?
zh_hans: 登录你的 NewsBlur 账户,在各设备间同步 Feed。你的用户名和密码将被加密并存储在钥匙串中。 还没有 NewsBlur 账户?

source: Sign in to your NewsBlur account.
zh_hans: 登录你的 NewsBlur 账户。

source: Sign in to your The Old Reader account and sync your feeds across your devices. Your username and password will be encrypted and stored in Keychain. Don’t have a The Old Reader account?
zh_hans: 登录你的 The Old Reader 账户,在各设备间同步 Feed。你的用户名和密码将被加密并存储在钥匙串中。 还没有 The Old Reader 账户?

source: Sign in to your The Old Reader account.
zh_hans: 登录你的 The Old Reader 账户。

source: Sign Up Here
zh_hans: 点此注册

source: Small
zh_hans: 小

source: Smart Feed Inspector
zh_hans: 智能 Feed 信息

source: Smart Feeds
zh_hans: 智能 Feed

source: Star
zh_hans: 加星标

source: Star Article
zh_hans: 为文章加星标

source: Starred
zh_hans: 已加星标

source: Status Records
zh_hans: 状态记录

source: Statuses
zh_hans: 状态

source: Swipe a feed to show the action menu and delete button.
zh_hans: 在 Feed 上滑动以显示操作菜单和删除按钮。

source: Sync content of unread articles
zh_hans: 同步未读文章的内容

source: Syncing article content increases iCloud storage use, sync time, and battery use. Article status and the content of starred articles are always synced.
zh_hans: 同步文章内容会增加 iCloud 存储占用、同步时间和耗电量。 文章的已读状态、以及加星标文章的内容,始终都会同步。

source: System Default (%@)
zh_hans: 系统默认(%@)

source: Thanks to Sheila and my family; thanks to my friends in Seattle and around the globe; thanks to the ever-patient and ever-awesome NetNewsWire beta testers. Thanks to [Gus Mueller](https://shapeof.com/) for [FMDB](https://github.com/ccgus/fmdb) by [Flying Meat Software](http://flyingmeat.com/). Thanks to [GitHub](https://github.com) and [Discourse](https://discourse.com) for making open source collaboration easy and fun. Thanks to [Ben Ubois](https://benubois.com/) at [Feedbin](https://feedbin.com) for all the extra help with syncing and article rendering — and [for hosting the server for the Reader view](https://feedbin.com/blog/2019/03/11/the-future-of-full-content/).
zh_hans: 感谢 Sheila 和我的家人;感谢我在西雅图和世界各地的朋友;感谢始终耐心、始终出色的 NetNewsWire 测试者们。 感谢 [Gus Mueller](https://shapeof.com/) 带来 [Flying Meat Software](http://flyingmeat.com/) 的 [FMDB](https://github.com/ccgus/fmdb)。感谢 [GitHub](https://github.com) 和 [Discourse](https://discourse.com) 让开源协作变得轻松而有趣。感谢 [Feedbin](https://feedbin.com) 的 [Ben Ubois](https://benubois.com/) 在同步和文章渲染上给予的额外帮助 —— 以及[为阅读视图提供服务器托管](https://feedbin.com/blog/2019/03/11/the-future-of-full-content/)。

source: The name can be anything you want. You can even use emoji. 🎸
zh_hans: 名称可以随便取,用 emoji 也行。🎸

source: The theme “%@” already exists. Overwrite it?
zh_hans: 主题“%@”已存在,要覆盖吗?

source: The theme “%@” has been installed.
zh_hans: 主题“%@”已安装。

source: Theme Error
zh_hans: 主题错误

source: Theme installed
zh_hans: 主题已安装

source: There is already a Feedbin account with that username created.
zh_hans: 已经存在使用该用户名的 Feedbin 账户。

source: There is already a NewsBlur account with that username created.
zh_hans: 已经存在使用该用户名的 NewsBlur 账户。

source: There is already an account of that type with that username created.
zh_hans: 已经存在使用该用户名的同类型账户。

source: There is already an account of this type with that username created.
zh_hans: 已经存在使用该用户名的此类型账户。

source: This device cannot send emails.
zh_hans: 此设备无法发送邮件。

source: This may take several minutes.
zh_hans: 这可能需要几分钟。

source: This theme cannot be used because of data corruption in the Info.plist: %@.
zh_hans: 此主题无法使用,Info.plist 中的数据已损坏:%@。

source: This theme cannot be used because of data corruption in the Info.plist. %@.
zh_hans: 此主题无法使用,Info.plist 中的数据已损坏。%@。

source: This theme cannot be used because the the key—“%@”—is not found in the Info.plist.
zh_hans: 此主题无法使用,Info.plist 中找不到键“%@”。

source: This theme cannot be used because the the type—“%@”—is mismatched in the Info.plist
zh_hans: 此主题无法使用,Info.plist 中的类型“%@”不匹配

source: This theme cannot be used because the the value—“%@”—is not found in the Info.plist.
zh_hans: 此主题无法使用,Info.plist 中找不到值“%@”。

source: This will delete any not-starred content records. This may take several minutes.
zh_hans: 这将删除所有未加星标的内容记录。 这可能需要几分钟。

source: This will delete any read content records. This may take several minutes.
zh_hans: 这将删除所有已读内容记录。 这可能需要几分钟。

source: This will delete:
zh_hans: 这将删除:

source: Timeline
zh_hans: 文章列表

source: Timeline Layout
zh_hans: 文章列表布局

source: To add an account to NetNewsWire, click its icon above. Or click the + button in the lower left.
zh_hans: 要向 NetNewsWire 添加账户, 请点击上方的图标。 或点击左下角的 + 按钮。

source: To enable notifications, open Notifications in System Preferences, then find NetNewsWire in the list.
zh_hans: 要启用通知,请在“系统偏好设置”中打开“通知”,然后在列表中找到 NetNewsWire。

source: Today
zh_hans: 今天

source: Toggle Read Articles Filter
zh_hans: 切换已读文章过滤

source: Toggle Read Feeds Filter
zh_hans: 切换已读 Feed 过滤

source: Toggle Read Status
zh_hans: 切换已读状态

source: Toggle Reader View
zh_hans: 切换阅读视图

source: Toggle Sidebar
zh_hans: 切换边栏

source: Toggle Starred Status
zh_hans: 切换星标状态

source: Total
zh_hans: 总计

source: Totals
zh_hans: 总计

source: Type:
zh_hans: 类型:

source: Unable to Add Feed
zh_hans: 无法添加 Feed

source: Unknown
zh_hans: 未知

source: unread
zh_hans: 未读

source: Unread
zh_hans: 未读

source: Unread Content Deleted
zh_hans: 已删除的未读内容

source: unread content record
zh_hans: 条未读内容记录

source: unread content records
zh_hans: 条未读内容记录

source: Unrecognized account type.
zh_hans: 无法识别的账户类型。

source: Unstar
zh_hans: 取消星标

source: Unstarred
zh_hans: 已取消星标

source: Untitled
zh_hans: 无标题

source: Update
zh_hans: 更新

source: Update Credentials
zh_hans: 更新凭据

source: Update your Feedbin account credentials.
zh_hans: 更新你的 Feedbin 账户凭据。

source: Update your NewsBlur account credentials.
zh_hans: 更新你的 NewsBlur 账户凭据。

source: Updated %@
zh_hans: 更新于 %@

source: Updated Just Now
zh_hans: 刚刚更新

source: Updating…
zh_hans: 正在更新…

source: Username & password required.
zh_hans: 需要用户名和密码。

source: Username and password are required.
zh_hans: 需要用户名和密码。

source: Username required.
zh_hans: 需要用户名。

source: Username, password & API URL are required.
zh_hans: 需要用户名、密码和 API 网址。

source: Username, password, and API URL are required.
zh_hans: 需要用户名、密码和 API 网址。

source: Vacuum Databases
zh_hans: 整理数据库

source: Vacuuming may make databases faster.
zh_hans: 整理数据库可能会提升速度。

source: Waiting for access to Feedly
zh_hans: 正在等待 Feedly 授权

source: We were unable to process the selected file. Please ensure that it is a properly formatted OPML file.
zh_hans: 无法处理所选文件。请确认它是格式正确的 OPML 文件。

source: Web
zh_hans: 在线服务

source: Web accounts sync your feeds across all your devices
zh_hans: 在线服务账户会在你的所有设备间同步 Feed

source: You can enable NetNewsWire notifications in System Preferences.
zh_hans: 你可以在“系统偏好设置”中启用 NetNewsWire 的通知。

source: You can turn this confirmation off in Settings.
zh_hans: 你可以在“设置”中关闭此确认提示。

source: You must have at least one active account.
zh_hans: 至少需要有一个启用的账户。

source: Your iCloud account syncs your feeds across your Mac and iOS devices
zh_hans: 你的 iCloud 账户会在 Mac 与 iOS 设备之间同步 Feed
